Repository: srikharshashi/citizensapp
Catalog: lib/l10n/app_*.arb
Languages: hi

source: Add a new Case
hi: नया केस एड करे

source: Animal Abuse
hi: जानवर उत्पीड़न

source: App Settings
hi: एप सेटिंग्स

source: CRIMEMASTER
hi: क्राइम मास्टर

source: Change Wallet Address
hi: वॉलेट पता बदले

source: Child Abuse
hi: भ्रष्टाचार

source: Classify the Crime
hi: अपराध का वर्गीकरण

source: Confirm Password :
hi: कन्फर्म पासोवोड :

source: Corruption
hi: भ्रष्टाचार

source: Describe The Crime
hi: अपराध का वर्णन करे

source: Domestic Violence
hi: गृह हिं‌‌सा

source: Emergency
hi: आपातकालीन

source: Homicide
hi: मानव हत्या

source: Log Out
hi: लोग आउट

source: Next
hi: अगला

source: Password :
hi: पासोवोड

# password1
source: Password:
hi: पासवर्ड:

source: Reload
hi: रिलोड्र

source: Report A New Case
hi: नया केस रिपोर्ट किए

source: Retry
hi: रि ट्राई

source: Select a location
hi: स्थान चुने

source: Settings
hi: सेटिंग्स

source: Sexual Harrashment
hi: यौन उत्पीड़न

source: Sign Up
hi: साइन अप

source: Submit
hi: सबमिट

source: Terrorism
hi: आतंक

source: Theft
hi: चोरी

source: Use Current Location
hi: वर्तमान स्थान की उपयोग करे

source: Anonymous User Name :
hi: एनोनिमस यूजर नाम

source: Wallet Address :
hi: वॉलेट पता

source: Welcome
hi: स्वागत हे

source: View Reported Cases
hi: रिपोर्ट किए गाए केस

source: Get Location
hi: गेट लोकेशन

source: Got The Location ✔️
hi: लोकेशन मिलगाया👍

source: Login
hi: लोगों

source: User Name:
hi: यूजर नेम:

source: Language
hi: भाषा

source: Theme
hi: थीम
